
import { Testimonial } from "@/types";

export const testimonials: Testimonial[] = [
  {
    id: "1",
    name: "مريم سمير",
    text: "التجربة كانت أكثر من رائعة! مركز اللغات تجاوز توقعاتي! لقد جربت العديد من الدورات في أماكن أخرى، لكن هنا شعرت بالفرق. المدرسون محترفون، والمحتوى التعليمي ممتع وشامل. كنت أشعر أنني أحقق تقدمًا حقيقيًا في تعلم اللغة. الخدمة كانت ممتازة والإجابة على كل أسئلتي كانت سريعة ومريحة."
  },
  {
    id: "2",
    name: "أحمد محمد",
    text: "التجربة كانت مميزة وقيّمة للغاية. تعلمت الكثير في وقت قصير بفضل الأساتذة المتمكنين والمنهج المدروس بعناية. أنصح بشدة بهذا المركز لكل من يريد تعلم لغة جديدة بطريقة فعّالة وممتعة."
  },
  {
    id: "3",
    name: "فاطمة الزهراء",
    text: "الدورات فعلاً عالية الجودة! استفدت كثيراً من الدروس وطرق التدريس المبتكرة. المدرسون يمتلكون مهارات تعليمية عالية ويهتمون بكل طالب على حدة. نجحت في إتقان المستوى الأساسي بسرعة وأنا الآن أتعلم المستوى المتوسط بكل حماس."
  }
];
